Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: As of 6th June 2018, I have now completed an online training and applied some of the techniques learned in dealing with clients.
es: El 6 de junio de 2018 completé una capacitación en línea y apliqué algunas de las técnicas aprendidas al tratar con clientes.

source: As of July, I have been able to only attend one meeting.
es: Hasta Julio sólo he podido participar en una reunión.

source: As of mid-July 2015, flows in seven of 18 holes was over 1 Liter per minute (L/m) and less than 4 L/m.
es: Sobre esta última, los flujos en siete de 18 pozos estuvieron por encima de 1 litro por minuto (l/m) y por debajo de 4 l/m.

source: As part of the Global Cementation Raise Boring group, Cementation operating throughout the Americas is recognized as a leader in large diameter raise boring world wide.
es: Dentro del Grupo Global de Perforación de Chimeneas para Cementación que opera en toda América, se le reconoce como líder mundial en perforación de chimeneas de gran diámetro.

source: As part of the geotechnical design of the TMF, drainage systems are incorporated beneath the Sand Embankment as well as along the northeast portion of the tailings against the North Ridge (the “sidehill structure”).
es: Como parte del diseño geotécnico de la presa de relaves, se incorporaron sistemas de drenaje bajo la presa de arena y en la zona noreste de los relaves delimitada por el Pico Norte (la “estrucura de ladera”).

source: As part of the walkthrough, some potential asbestos-containing materials (ACM) samples were collected from areas within the warehouse.
es: Parte del recorrido consistió en recoger muestras de materiales que contienen asbesto desde algunas zonas de la bodega.

source: As shown in Table 6, the subduction zone upper intraslab earthquake (from source SZ4) develops the largest deterministic PGA at the site.
es: Como se indica en la Tabla 6, el sismo de intraplaca superior en zona de subducción (desde la fuente SZ4) desarrolla la mayor PGA determinística en el sitio.

source: As shown in Figure 1, the subducted Nazca plate has an initial eastward dip from the offshore PCT of about 16° to 20° to a depth of about 50 km at the latitude of the Spence Mine site.
es: Como se muestra en la Figura 1, la placa de Nazca subducida tiene un buzamiento inicial hacia el este desde la fosa FPC que oscila entre 16° y 20°, hasta una profundidad de alrededor de 50 km, en la latitud de la mina Spence.

source: As shown in Table 6, these rates are relatively small in comparison to the potential inflow rates due to direct precipitation on the open pits (~ 65 L/s for the Gramalote Pit and ~ 14 L/s for the Monjas Pit).
es: Como se muestra en la Tabla 6, estos caudales son relativamente bajos en comparación con las tasas de infiltración potencial generados por la precipitación directa en los pits (~ 65 l/s en el pit Gramalote y ~ 14 l/s en el pit Monjas).

source: As shown in the logic tree in Figure 4, it appears that an exponential recurrence model was used for both the interface and intraslab sources, although the text states that both a characteristic earthquake and an exponential model were used, with equal weights, for the interface source.
es: Como se indica en el árbol lógico de la Figura 4, parece que se usó un modelo de recurrencia exponencial tanto para las fuentes de interfaz como de intraplaca, pese a que el texto indica que se usaron tanto un modelo de sismo característico como uno exponencial, con iguales ponderaciones, para la fuente de interfaz.

source: As shown on Figure 20, the Gramalote Pit is incorporated in the first “snapshot” (Year 2022), while the Monjas Pit is incorporated when initial stripping begins in year 2024.
es: Como se muestra en la Figura 20, el pit Gramalote se incorpora en la primera instantánea (año 2022) y el pit Monjas se incorpora cuando comienza el desmonte inicial en el año 2024.

source: As shown on Figure 21, the top surface of the tailings material is modelled using a constant head boundary condition (i.e., assuming conditions of saturation are maintained).
es: Como se muestra en la Figura 21, la superficie de los relaves se modeló usando una condición de borde de carga constante (es decir, se considera que se mantienen las condiciones de saturación).

source: As shown on Figure 21, these trace the original drainage patterns beneath the Sand Embankment; discharge from the underdrainage system (including that to the sidehill structure reports to the TMF Seepage Collection Pond immediately east of the Sand Embankment.
es: Como se muestra en la Figura 21, estos siguen los patrones de drenaje originales bajo la presa de arena; el caudal captado por el sistema subsuperficial (que incluye la estructura de ladera) es descargado en la piscina de recolección de infiltraciones de la presa de relaves ubicada inmediatamente al este de la presa de arena.

source: As shown on Figure 23b, the net change in groundwater discharge to the Nus River near the Gramalote Pit ranges from ~0 L/s to 0.4 L/s (i.e. a surplus of water) when the east Oxide Pile is present to -1 L/s when the oxide pile is not present.
es: Como se muestra en la Figura 23b, el cambio neto en la descarga de agua subterránea hacia el Río Nus cerca del pit Gramalote varía entre ~0 l/s a 0.4 l/s (es decir, un excedente de agua), cuando está presente la pila de óxidos, hasta -1 l/s cuando esta no está presente.

source: As shown on Figure 3, the topography consists of moderately to steeply sloping weathered hills that are densely vegetated.
es: Como se muestra en la Figura 3, la topografía consiste en colinas meteorizadas con pendiente moderada a alta y vegetación densa.

source: As soon as you can, find a safe place and contact your Project Manager, Supervisor or member of the HSSE or Human Resources Team for additional assistance.
es: En cuanto puedas, encuentra un lugar seguro y contacta a tu gerente de proyecto, supervisor o miembro del equipo de HSSE o Recursos Humanos para pedir ayuda.

source: As stated previously, the scope and basis for this review included primarily the Golder (2015) report, with a consideration of the AMTC (2015-v2) report as representative of studies conducted prior to the Golder study.
es: Como se mencionó antes, el alcance y la base de esta revisión comprende principalmente el informe de Golder (2015) y se considera el informe de AMTC (2015-v2) como representativo de estudios efectuados antes del estudio de Golder.

source: As such I would like to envisage a progress of my career towards a future role and responsibilities Business Development Manager.
es: Por lo tanto, me gustaría visualizar un avance profesional hacia el futuro en el cargo y las responsabilidades de Gerente de Desarrollo de Negocios.

source: As such the piezometers do not measure the groundwater elevation (or piezometric pressure) in a particular stratigraphic horizon, but measure the integrated piezometric pressures over the length of the borehole.
es: En ese sentido, los piezómetros no miden la elevación de las aguas subterráneas (o la presión piezométrica) en un horizonte estratigráfico en particular, sino que miden las presiones piezométricas integradas a lo largo del barreno.

source: As such, migration of seepage from waste rock storage and tailings management facilities will be predominantly controlled by the bedrock topography with bedrock “highs” providing effective barriers to groundwater flow; particularly in the North Ridge of the TMF area.
es: En ese sentido, la migración de la infiltración desde el depósito de estériles y la presa de relaves será controlada principalmente por la topografía del basamento rocoso y los “picos” del basamento rocoso proporcionarán barreras efectivas al flujo de agua subterránea, particularmente en el Pico Norte en el área de la presa de relaves.

source: As such, the catalogue provides a solid basis for the assessment of many of the seismic source characteristics for the PSHA model, including earthquake recurrence estimates.
es: De tal manera, el catálogo proporciona un fundamento sólido para la evaluación de muchas de las características de las fuentes sísmicas para el modelo del análisis PSHA, así como para las estimaciones de recurrencia sísmica.

source: As the Golder employee was exiting the site he stopped to talk with another person on site.
es: En su salida, se detuvo para conversar con alguien más de la obra.

source: As the Golder-operated vehicle drew level with the rear of the truck, the truck pulled out to overtake the sedan vehicle ahead of it.
es: Cuando el vehículo de Golder estaba al nivel de la parte trasera del camión, el camión inició el cambio de pista para adelantar al sedán que le antecedía.

source: As the employee began to rake the pile, another truck began to back up into her location.
es: Mientras empezaba a rastrillar la pila, otro camión empezó a retroceder en su dirección.

source: As the pSIF is related to driving, please comply with the following Fatal Risk Controls:
es: Como el pSIF se relaciona con conducción, se recomienda aplicar los siguientes controles de riesgos fatales:

source: As the site operates 24 hours a day, a handover between Golder employees was required.
es: Como la obra estaba en operación las 24 horas, se necesitaba un cambio de turno entre colaboradores de Golder.

source: As this is a new tool, let's have a look at this in a little more detail…..
es: Como esta es una herramienta nueva, veamos en más detalle cómo funciona.

source: As this is more performance and skills related, this is really to be completed between the Leader and the Mentee with the oversight of the Mentor.
es: Ya que esto está más relacionado al rendimiento y a las capacidades, en verdad debería ser completado entre el Líder y el Pupilo, con la supervisión del Mentor.

source: As well as, preventing falling objects.
es: También incluye prevención de caída de objetos.

source: As well, the final version of this report and its content supersedes any other text, opinion or preliminary version produced by Golder.
es: Además, la versión final de este reporte y su contenido reemplaza cualquier otro texto, opinión o versión preliminar producida por Golder.

source: As well, there may be internal fractures or zones of weakness already present in the structures.
es: Asimismo, puede haber fracturas internas o zonas de debilidad ya presentes en las estructuras.

source: As you are a Senior Leader representing Golder:
es: Al ser un líder senior que representa a Golder:

source: As you will notice in the next few slides, the colour logo on black and grey has its difficulties showing up clearly.
es: Como puede advertirse en las siguientes diapositivas, el logo a color en negro y gris es difícil de ver con claridad.

source: As you will see in the letter report, I have performed a thorough review of the project documentation in Golder (2015), AMTC (2015-v2), and subsequent correspondence.
es: Como verá en este informe, he realizado una revisión minuciosa de la documentación del proyecto que se encontraba en Golder (2015), AMTC (2015-v2) y en la correspondencia posterior.

source: Asbestos is a mineral and can be found in rock formations.
es: El asbesto es un mineral que puede encontrarse en formaciones rocosas.

source: Asbestos is a risk only when a dust is created or when ACM is broken or damaged.
es: El asbesto es un riesgo solo cuando se levanta polvo o cuando se rompe o daña un MCA.

source: Asbestos must be removed by a licenced asbestos removalist.
es: El asbesto debe ser retirado por personal autorizado para ello.

source: Asbestos waste must be stored, transported and disposed of in accordance with the relevant regulatory requirements.
es: Los residuos de asbesto pueden almacenarse, transportarse y disponerse de acuerdo con la legislación.

source: Ascend gradually, whenever possible.
es: Ascender de manera gradual, dentro de lo posible.

source: Ascending more than 500m (1600ft) per day including sleeping elevation above 3000m (9800ft), and one extra day for acclimatization every 1000m (3300ft).
es: Pasados los 3.000 m s.n.m., los aumentos de elevación respecto de la noche anterior son superiores a 500 metros y se cuenta con un día adicional para aclimatarse cada 1.000 metros.

source: Ascending more than 500m (1600ft) per day including sleeping elevation above 3000m (9800ft), without extra days for acclimatization.
es: Pasados los 3.000 m s.n.m., los aumentos de elevación respecto de la noche anterior son superiores a 500 metros y no se cuenta con días adicionales para aclimatarse.

source: Ascending to more than 3500m (11500ft) in 1 day.
es: Se asciende a más de 3.500 m s.n.m. en 1 día.

source: Ask about the topics in today’s toolbox talk
es: Preguntar sobre los temas de la reunión diaria de salud y seguridad

source: Ask employees if they have any HSSE concerns and are there areas in which you could support them
es: Preguntar a los colaboradores si tienen alguna inquietud sobre HSSE y si hay algo en que pudieras ayudarles

source: Ask them for qualifications and type of instrumentation they plan to use,
es: Pedir antecedentes y tipo de instrumentos a utilizar.

source: Ask your HSSE advisors and managers
es: Consulte a sus prevencionistas y gerentes.

source: Aspects of the database include:Database structure developmentData collection and integrationData analysisReporting
es: Aspectos de la base de datos:Desarrollo de la estructura de la base de datosRecopilación e integración de datosAnálisis de datosInformes

source: Aspects of the database include:Program a pavement rating system for Hot Mix Pavements, Surface Treated Pavements and Gravel RoadsDevelop data entry forms in accordance with the rating systemDevelop data entry forms for remediation measures for the three pavement typesProduce life expectancy tables for the roads based on selected datesInteractively develop a three-year plan for remediation to meet set standards of serviceabilityReport three-year plan both graphically and in tabular form
es: Aspectos de la base de datos:Programar un sistema de calificación de pavimentos para pavimentos de mezcla en caliente, pavimentos con tratamiento superficial y caminos de gravaDesarrollar formularios de ingreso de datos según el sistema de calificaciónDesarrollar formularios de ingreso de datos para medidas de remediación de los tres tipos de pavimentoProducir tablas de expectativa de vida para los caminos basándose en fechas seleccionadasDesarrollar de manera interactiva un plan trianual para remediación que cumpla los estándares establecidos de serviciabilidadInformar el plan trianual tanto gráfica como tabularmente

source: Aspects of the database include:Surface Water MonitoringLevelsFlowsChemical Analysis (water quality)Groundwater MonitoringLevelsChemical Analysis (water quality)Meteorological Station DataAir Quality MonitoringNoise MonitoringAquatic BiotaReforestationSolid WasteSocial Impact
es: Aspectos de la base de datos:Monitoreo de agua subterráneaNivelesFlujosAnálisis químico (calidad de agua)Monitoreo de aguas subterráneasNivelesAnálisis químicos (calidad de agua)Datos de estación meteorológicaMonitoreo de calidad de aireMonitoreo de ruidoBiota acuáticaReforestaciónResiduos sólidosImpacto social

source: Aspects of the database include:Uploading of data from monitored wells via a telemetry systemCorrection of uploaded data for barometric pressureReporting of water level data and barometric pressure dataAcceptance of data for further use (QC functionality)Notification of alarm conditions
es: Aspectos de la base de datos:Subida de datos desde pozos de monitoreo vía sistema de telemetríaCorrección de datos subidos de presión barométricaInformes de datos de niveles de agua y de presión barométricaAceptación de datos para uso posterior (funcionalidad QC)Notificación de condiciones de alarma

source: Assess the resources needed to respond to foreseeable emergencies: fire extinguishers, First Aid kit, spill kit, survival kit, etc.
es: Evaluar los recursos necesarios para responder a emergencias previsibles: extintores, kit de primeros auxilios, kit para derrames, kit de supervivencia, etc.

source: Assess fatigue risks (fatigue risk assessment) if the working period (including travel) is likely to:
es: Evalúa los riesgos de fatiga si el periodo de trabajo (incluido el viaje) tiene probabilidad de:

source: Assess fatigue risks if the working period (including travel) is likely to:
es: Evalúe los riesgos de fatiga si el periodo de trabajo (incluyendo el viaje) tiene probabilidad de:

source: Assess perimeter blast performance by documenting bench face condition using systematic method that considers damage to the bench face, the extent of back-break at the bench crest, and whether the design bench configuration is being achieved by bench profiling using laser scanning, photogrammetry, or drone surveys as illustrated in Figures 5.2 and 5.3.
es: Evaluar el desempeño de la voladura perimetral documentando la condición de la frente usando un método sistemático que considere el daño a la frente, la extensión del sobrequiebre en el coronamiento del banco y si acaso la configuración de diseño del banco está siendo lograda mediante perfilamiento de banco usando escáner láser, fotogrametría o levantamientos con drones como se presenta en las Figuras 5.2 y 5.3.

source: Assess the incident potential and decide level of investigation required
es: Evaluar el potencial del incidente y decidir el nivel de investigación necesario

source: Assess the risks of the journey based on:
es: Evaluar los riesgos del viaje basándose en:

source: Assess your capability and those of your colleagues regularly
es: Evalúe su capacidad y la de sus colegas de forma regular

source: Assessment and recommendations for alternative vertical alignments of twin tunnels for the Amsterdam Subway – North/South line – and their impact on the lining, surface settlements, and on buildings.
es: Evaluación y recomendaciones para alineaciones verticales alternativas de túneles gemelos para el metro de Ámsterdam (línea norte/sur) y su impacto en el revestimiento, asentamientos superficiales y edificios.

source: Assessment of construction alternatives for a new light rail transit system to be completed in New Jersey.
es: Evaluación de alternativas de construcción para un nuevo sistema de transporte mediante tren ligero en Nueva Jersey.

source: Assessment of impact of excavation works close to major masonry structures of the revival gothic building structure.
es: Evaluación de impacto de faenas de excavación cerca de las estructuras de mampostería de la estructura del edificio de estilo gótico.

source: Assessment of layout of caverns (room and pillar design) through 3-dimensional analysis.
es: Evaluación de trazado de cavernas (diseño de sala y pilares) mediante análisis tridimensional.

source: Assessment of needs & risks
es: Evaluación de necesidades y riesgos

source: Assessment of operational readiness
es: Evaluación de disposición operacional

source: Assessment of pillar and stope designs and sequencing, based on rock mechanics considerations, for the planned stope layouts to recover the ore reserves between the depths of 400 m and 520 m.
es: Evaluación de diseños y secuencias de pilares y caserones, según consideraciones de mecánica de rocas, para los trazados de caserones planeados para recuperar las reservas de mineral entre las profundidades de 400 m y 520 m.

source: Assessment of pillar, stope and support designs and mining sequencing, based on rock mechanics considerations, for the planned longitudinal longhole, shrinkage and cut & fill methods.
es: Evaluación de diseños de pilares, caserones y fortificación y secuencia de minado, según consideraciones de mecánica de rocas para los métodos de explotación planeados por cámaras extensas longitudinales, cámaras almacén y corte y relleno.

source: Assessment of potentially new loading conditions resulting from various fill materials and construction sequences and their effects on the existing tunnel.
es: Evaluación de condiciones de carga potencialmente nueva resultante de distintos materiales de relleno y secuencias de construcción y sus efectos en el túnel existente.

source: Assessment of stress levels in critical pillars and evaluation of potential for bursting.
es: Evaluación de niveles de tensión en pilares críticos y evaluación de potencial de desprendimiento.

source: Assessment of the crown pillar stability for Phase 2 of the Pickle Crow Project in order to allow mining of bulk samples from surface trenches along the ore veins.
es: Evaluación de estabilidad de pilar corona para la Fase 2 del proyecto Pickle Crow a fin de permitir la explotación de muestras masivas desde trincheras superficiales a lo largo de las vetas.

source: Assessment of the current slope designs and their suitability based on available data and current site conditions
es: Evaluación de los actuales diseños de taludes y su idoneidad basándose en datos disponibles y en las condiciones actuales en el sitio.

source: Assessment of the likely root causes for the observed water leaks in certain portions of the Billy Bishop Airport Pedestrian Tunnel and associated Shafts.
es: Evaluación de las causas raíz probables para las fugas de agua observadas en algunas partes del túnel peatonal del aeropuerto Billy Bishop y piques asociados.

source: Assessment of the long-term effects of the closure of Stanleigh Mine on the stability of pillars and the ground mined-out workings.
es: Evaluación de efectos a largo plazo del cierre de la mina Stanleigh sobre estabilidad de pilares y excavaciones explotadas.

source: Assessment of the long-term stability of the crown pillars above three stopes, using the scaled crown pillar span technique, for updating the Closure Plan for Stock Mine.
es: Evaluación de estabilidad a largo plazo de pilares corona sobre tres caserones, usando la técnica de espaciado escalado de pilares corona para actualizar el Plan de Cierre de la mina Stock.

source: Assessment of the long-term stability of the pillars and surface ground located over mined-out areas.
es: Evaluación de estabilidad a largo plazo de pilares y terreno superficial situado sobre áreas explotadas.

source: Assessment of the minimum crown pillar thickness required for mining the S-60 ore zone near to and beneath a municipal road.
es: Evaluación de potencia mínima de pilares corona requeridos para explotar la zona mineralizada S-60 cerca y debajo de un camino municipal.

source: Assessment of the minimum crown pillar thickness required for mining three ore zones, being one under an open pit.
es: Evaluación de potencia mínima de pilares corona necesarios para explotar tres zonas mineralizadas, de las cuales una está bajo un rajo.

source: Assessment of the potential slope stability of the rock walls for the conceptual pit wall design for the East Pay Caro, Pay Caro, Royal Hill North West and South-East pits located at the Gross Rosebel property.
es: Evaluación de estabilidad potencial de taludes de muros de roca para el diseño conceptual de muros de los rajos East Pay Caro, Pay Caro, Royal Hill North West y South-East, situados en el yacimiento Gross Rosebel.

source: Assessment of tunnel stability and support for diversion tunnel and for 20 km long, 10 m diameter headrace tunnel.
es: Evaluación de estabilidad y fortificación para los túneles de derivación y captación, este último de 20 km de longitud y 10 m de diámetro.

source: Assist with managing and reducing our risks.
es: Nos ayudan a gestionar y reducir riesgos

source: Assistance App
es: Aplicación de Asistencia
